Repository: roodjong/symfexit
Catalog: symfexit/membership/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Live settings updated successfully.
nl: Huidige instellingen succesvol bijgewerkt.

source: Failed to update live settings.
nl: Kon huidige instellingen niet bijwerken.

source: Payment Tiers
nl: Betaalschijven

source: payment tiers
nl: betaalschijven

source: is current
nl: is huidig

source: has user
nl: heeft een gebruiker

source: Membership
nl: Lidmaatschap

source: Pay anything enabled
nl: Maak zelf hoeveelheid bepalen mogelijk

source: Pay anything help text
nl: Help text voor zelf hoeveelheid bepalen

source: Pay more enabled
nl: Maak meer betalen mogelijk

source: Pay more help text
nl: Meer betalen help text

source: Price per period (in €)
nl: Prijs per periode (in €)

source: membership
nl: lidmaatschap

source: memberships
nl: lidmaatschappen

source: Save
nl: Opslaan
