Repository: roodjong/symfexit
Catalog: symfexit/home/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Change current homepage
nl: Verander de huidige homepagina

source: Build new homepage
nl: Maak een nieuwe homepagina

source: This is now the current homepage.
nl: Dit is nu de huidige homepagina.

source: Home
nl: Homepagina

source: Title
nl: Titel

source: Content
nl: Inhoud

source: home page
nl: homepagina

source: home pages
nl: homepaginaâ€™s

source: Save and set as current
nl: Opslaan en als huidige instellen

source: There is no homepage content.
nl: Er is geen inhoud voor de homepagina.
