Repository: roodjong/symfexit
Catalog: symfexit/adminsite/locale/*/LC_MESSAGES/django.po
Languages: nl

source: {site_title} Administration
nl: {site_title} Administratie

source: {site_title} site admin
nl: {site_title} sitebeheer

source: {site_title} administration
nl: {site_title} administratie

source: Add %s
nl: Voeg een %s toe

source: Change %s
nl: Verander een %s

source: View %s
nl: Bekijk een %s

source: Homepage
nl: Homepagina

source: well known permission group
nl: bekende rechtengroep

source: well known permission groups
nl: bekende rechtengroepen

source: Members become staff
nl: Leden worden staf

source: Designates whether members of this group can log in to the administration
nl: Geeft aan of leden van deze groep kunnen inloggen op dit administratie paneel

source: group flags
nl: groep markeringen
