Repository: roodjong/symfexit
Catalog: symfexit/emails/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Key %s is required, but could not be found
nl: Sleutel %s is vereist, maar kon niet worden gevonden

source: Key %s could not be found
nl: Sleutel %s kan niet worden gevonden

source: Allowed keys:
nl: Toegestane sleutels

source: Email templates
nl: E-mail sjablonen

source: Main title of this site
nl: Hoofdtitel van deze site

source: Main site of the organisation
nl: Hoofdsite van de organisatie

source: Organisation logo
nl: Logo van de organisatie

source: Layout template
nl: Lay-out sjabloon

source: Main of the email
nl: Hoofd van de e-mail

source: Apply template
nl: Aanmelden sjabloon

source: First name of the member
nl: Voornaam van het lid

source: Contact a new member template
nl: Contact met een nieuw lid sjabloon

source: Full name of the member
nl: Volledige naam van het lid

source: Name of the division
nl: Naam van de afdeling

source: Request new password template
nl: Nieuw wachtwoord aanvragen sjabloon

source: Url of the reset password link
nl: URL van de link voor het opnieuw instellen van het wachtwoord

source: Welcome support member template
nl: Welkom ondersteunend lid sjabloon

source: Welcome template
nl: Welkoms email sjabloon

source: Login member id
nl: Inloggen lid ID

source: Group member is in
nl: Groep van het lid

source: Password reset url
nl: URL voor het opnieuw instellen van het wachtwoord

source: template
nl: sjabloon

source: body
nl: inhoud

source: text body
nl: tekstinhoud

source: Text body is used for people who don't allow html in their emails.
nl: Tekstinhoud wordt gebruikt voor mensen die geen HTML in hun e-mails toestaan.

source: from email
nl: afzender

source: subject
nl: onderwerp
